Repository: CofficLab/GitOK
Catalog: APP/Plugins/Git-LFS/GitLFS.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Attribute mismatch
zh_hans: 属性不匹配
zh_hk: 屬性不相符

source: Available
zh_hans: 可用
zh_hk: 可用

source: Available, version %@
zh_hans: 可用，版本 %@
zh_hk: 可用，版本 %@

source: Found %lld Git LFS suggestions or configuration issues
zh_hans: 发现 %lld 个 Git LFS 建议或配置问题
zh_hk: 發現 %lld 個 Git LFS 建議或設定問題

source: Git LFS initialized
zh_hans: Git LFS 已初始化
zh_hk: Git LFS 已初始化

source: git-lfs not detected
zh_hans: 未检测到 git-lfs
zh_hk: 未偵測到 git-lfs

source: HEAD differs from index
zh_hans: HEAD 与索引不同
zh_hk: HEAD 與索引不同

source: Initialize
zh_hans: 初始化
zh_hk: 初始化

source: Large File Recommendations
zh_hans: 大文件建议
zh_hk: 大檔案建議

source: LFS attribute matches but index is not an LFS pointer
zh_hans: LFS 属性匹配但索引不是 LFS pointer
zh_hk: LFS 屬性相符但索引不是 LFS pointer

source: LFS pointer in index without matching filter=lfs attribute
zh_hans: 索引中是 LFS pointer 但当前属性未匹配 filter=lfs
zh_hk: 索引中是 LFS pointer 但目前屬性未匹配 filter=lfs

source: LFS status normal
zh_hans: Git LFS 状态正常
zh_hk: Git LFS 狀態正常

source: No candidate files larger than %@ found
zh_hans: 未发现超过 %@ 的候选文件
zh_hk: 未發現超過 %@ 的候選檔案

source: No mismatches between LFS pointers and .gitattributes
zh_hans: 未发现 LFS pointer 与 .gitattributes 不一致
zh_hk: 未發現 LFS pointer 與 .gitattributes 不一致

source: No project selected
zh_hans: 未选择项目
zh_hk: 未選擇專案
